Revit 2024 API
SymbolTypeId.Hz Property
 Symbol Hz, indicating unit Hertz.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Hz { get; }
Visual Basic
Public Shared ReadOnly Property Hz As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Hz {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace